[
  {
    "type": "expansion_tile_1"
  },
  {
    "headline": "Non-invasive devices"
  },
  {
    "citation": "All rules, descriptions, and examples published here are taken directly and unchanged from the MDCG 2021-24 guideline for the classification of medical devices (October 2021)."
  },
  [
    {
      "header": {
        "headline": "Rule 1",
        "subHeadline": "Devices that either do not come in direct contact with the patient or contact intact skin only"
      }
    },
    {
      "content": [
        {
          "sectionHeadline": "General explanation of the rule"
        },
        {
          "section": "This is a fall-back rule applying to all devices that are not covered by a more specific rule. This is a rule that applies in general to devices that come into contact only with intact skin or that do not come in direct contact with the patient."
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "I"
        },
        {
          "section": "All non-invasive devices are classified as class I, unless one of the rules set out hereinafter applies"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Devices intended in general for external patient support (e.g. hospital beds, patient hoists, walking aids, wheelchairs, stretchers, dental patient chairs)",
            "Body liquid collection devices intended to be used in such a way that a return flow is unlikely (e.g. to collect body wastes such as urine collection bottles, incontinence pads or collectors used with wound drainage devices). They may be connected to the patient by means of catheters and tubing",
            "Devices used to immobilise body parts and/or to apply force or compression on them (e.g. non-sterile dressings used to aid the healing of a sprain, plaster of Paris, cervical collars, gravity traction devices, compression hosiery)",
            "Corrective spectacle frames (i.e. glasses) and lenses in frames",
            "Stethoscopes",
            "Eye occlusion plasters",
            "Incision drapes ",
            "Non-invasive conductive gels i.e. ultrasound gels",
            "Non-invasive electrodes (electrodes for EEG or ECG)",
            "Permanent magnets for removal of ocular debris",
            "Wheelchairs pushed by hand"
          ]
        },
        {
          "sectionHeadline": "Practical issues of classification"
        },
        {
          "section": "Some non-invasive devices are indirectly in contact with the body and can influence internal physiological processes by storing, channelling or treating blood, other body liquids or liquids which are returned or infused into the body or by generating energy that is delivered to the body. These are handled by other rules because of the hazards inherent in such indirect influence on the body."
        },
        {
          "paragraphHeadline": "Note 1"
        },
        {
          "paragraph": "Intact skin includes the skin around an established stoma unless the skin is breached. Signs of breached skin include, but not limited to, tears, erythema, oedema, weeping and infection. The definition of intact skin must apply for the continuous use of the device."
        },
        {
          "paragraphHeadline": "Note 2"
        },
        {
          "paragraph": "Ultrasound gels are not to be absorbed or locally dispersed within the body at the site of action in order to achieve their intended purpose."
        }
      ]
    }
  ],
  [
    {
      "header": {
        "headline": "Rule 2",
        "subHeadline": "Channelling or storing for eventual administration"
      }
    },
    {
      "content": [
        {
          "sectionHeadline": "General explanation of the rule"
        },
        {
          "section": "This rule applies to non-invasive devices intended for channeling or storing blood, body liquids, cells or tissues, liquids or gases for specific purposes. Invasive devices, other than surgically invasive devices which are intended to administer medicinal products by inhalation, fall under the Rule 20"
        },
        {
          "section": "These types of devices should be considered separately from the non-contact devices of Rule 1 because they may be indirectly invasive. They channel or store substances that will eventually be administered to the body. Typically these devices are used in transfusion, infusion, extracorporeal circulation and delivery of anaesthetic gases and oxygen."
        },
        {
          "section": "In some cases devices covered under this rule are very simple delivery devices that rely on gravity."
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIa"
        },
        {
          "section": "All non-invasive devices intended for channeling or storing blood, body liquids, cells or tissues, liquids or gases for the purpose of eventual infusion, administration or introduction into the body are classified as class IIa: "
        },
        {
          "section": "- if they may be connected to a class IIa, class IIb or class III active device; or if they are intended for use for channeling or storing blood or other body liquids or for storing organs, parts of organs or body cells and tissues, "
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Devices intended to be used as channels in active drug delivery systems, e.g. tubing intended for use with an infusion pump",
            "Devices used for channelling gases, e.g. antistatic tubing for anaesthesia, anaesthesia breathing circuits",
            "Syringes for infusion pumps",
            "Devices intended to channel blood (e.g. in transfusion, extracorporeal circulation)",
            "Devices intended for temporary storage and transport of organs for transplantation (i.e. containers, bags)",
            "Devices intended for long term storage of biological substances and tissues such as corneas, sperm, human embryos, etc. (i.e. containers, bags)",
            "Fridges/freezers specifically intended for storing blood, tissues etc.",
            "Tubings/blood lines for extracorporeal treatment (dialysis and apheresis therapies)"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "- except for blood bags; blood bags are classified as class IIb."
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Blood bags without a substance which, if used separately, can be considered to be a medicinal product"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "I"
        },
        {
          "section": "In all other cases, such devices are classified as class I"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Non-invasive devices that provide a simple channelling function, with gravity providing the force to transport the liquid, e.g. administration sets for infusion",
            "Devices intended to be used for a temporary containment or storage function, e.g. cups and spoons specifically intended for administering medicines2 Empty syringes without needles"
          ]
        },
        {
          "sectionHeadline": "Practical issues of classification"
        },
        {
          "section": "If a device, e.g. tubing, intended to be used for a purpose that would require it to be connected to an active device, such a device will be automatically in class IIa, unless the manufacturer clearly states that it should not be connected to an active device of class IIa or higher. "
        },
        {
          "paragraphHeadline": "Note 1"
        },
        {
          "paragraph": " ‘May be connected to an active device’ - such a connection is deemed to exist between a non-active device and an active device where the non-active device forms a link in the transfer of the substance between the patient and the active device and the safety and performance of one of the devices is influenced by the other device. For instance, this applies to tubing in an extracorporeal circulation system which is downstream from a blood pump and in the same blood flow circuit, but not directly connected to the pump. "
        },
        {
          "paragraphHeadline": "Note 2"
        },
        {
          "paragraph": "See MDCG 2021-24 chapter 3.1.6 \\'Devices with a measuring function\\' regarding the possible measuring function."
        }
      ]
    }
  ],
  [
    {
      "header": {
        "headline": "Rule 3",
        "subHeadline": "Devices that modify biological or chemical composition of human tissues or cells, blood, other body liquids or other liquids intended for implantation or administration into the body"
      }
    },
    {
      "content": [
        {
          "sectionHeadline": "General explanation of the rule"
        },
        {
          "section": "These types of devices must be considered separately from the non-contact devices of Rule 1 because they are indirectly invasive. They modify substances that will eventually be administered into the body. This rule covers mostly the more sophisticated elements of extracorporeal circulation sets, dialysis systems and autotransfusion systems as well as devices for extracorporeal treatment of body fluids which may or may not be immediately reintroduced into the body, including cases where the patient is not in a closed loop with the device."
        },
        {
          "section": "This rule covers also substances in direct contact with human cells, tissues or organs in vitro before their implantation or administration, without substances derived from human or animal origin such as human albumin."
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "All non-invasive devices intended for modifying the biological or chemical composition of human tissues or cells, blood, other body liquids or other liquids intended for implantation or administration into the body are classified as class IIb,"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Devices intended to remove undesirable substances out of the blood by exchange of solutes such as hemodialysers",
            "Devices intended to separate cells by physical means, e.g. gradient medium for sperm separation",
            "Haemodialysis concentrates",
            "Device removing specific blood cells (e.g. activated) by specific binding to a matrix"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIa"
        },
        {
          "section": "unless the treatment for which the device is used consists of filtration, centrifugation or exchanges of gas, heat, in which case they are classified as class IIa"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Particulate filtration of blood in an extracorporeal circulation system. These are used to remove particles from the blood",
            "Centrifugation of blood to prepare it for transfusion or autotransfusion excluding centrifuges for manufacturing a medicinal product",
            "Removal of carbon dioxide from the blood and/or adding oxygen",
            "Warming or cooling the blood in an extracorporeal circulation system."
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "All non-invasive devices consisting of a substance or a mixture of substances intended to be used in vitro in direct contact with human cells, tissues or organs taken from the human body or used in vitro with human embryos before their implantation or administration into the body are classified as class III."
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Substances or mixture of substances for transport, perfusion, storage of organs intended for transplantation that do not achieve the principal intended action by pharmacological, immunological or metabolic means",
            "IVF or ART products without principal pharmacological/metabolic action (substances or mixture of substances)",
            "IVF cell media without human albumin"
          ]
        },
        {
          "sectionHeadline": "Practical issues of classification"
        },
        {
          "section": "These devices are normally used in conjunction with an active medical device covered under Rule 9 or Rule 11. Filtration and centrifugation should be understood in the context of this rule as being done exclusively through mechanical methods."
        }
      ]
    }
  ],
  [
    {
      "header": {
        "headline": "Rule 4",
        "subHeadline": "Devices that come into contact with injured skin or mucous membrane"
      }
    },
    {
      "content": [
        {
          "sectionHeadline": "General explanation of the rule"
        },
        {
          "section": "This rule applies to non-invasive devices as well as invasive devices that come into contact with injured skin or mucous membrane. This rule is intended to primarily cover wound dressings independently of the depth of the skin wound or mucosa wound. The conventional types of products, such as those used as a mechanical barrier, are well understood and do not result in any great hazard. There have also been rapid technological developments in this area, with the emergence of new types of wound dressings for which new types of claims are made, e.g. management of the microenvironment of a wound to enhance its natural healing mechanism."
        },
        {
          "section": "More novel claims relate to the mechanism of healing by secondary intent, such as influencing the underlying mechanisms of granulation or epithelial formation or preventing contraction of the wound. Some devices used on breached dermis or breached mucosa may even have a lifesustaining or lifesaving purpose, e.g. when there is full thickness destruction of the skin or mucosa over a large area and/or systemic impact."
        },
        {
          "section": "Dressings incorporating a substance which, if used separately, can be considered to be a medicinal product and that has an action ancillary to that of the dressing, fall within class III under Rule 14. Devices composed of other substances which are absorbed by or locally dispersed in the human body fall under Rule 21."
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "I"
        },
        {
          "section": "All non-invasive devices which come into contact with injured skin or mucous membrane are classified as:"
        },
        {
          "section": "- class I if they are intended to be used as a mechanical barrier, for compression or for absorption of exudates;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Wound dressings for skin or mucous, such as: absorbent pads, island dressings, cotton wool, wound strips, adhesive bandages (sticking plasters, band-aid) and gauze dressings which act as a barrier, maintain wound position or absorb exudates from the wound",
            "Ostomy bags"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "- class IIb if they are intended to be used principally for injuries to skin which have breached the dermis or mucous membrane and can only heal by secondary intent;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "section": "Are principally intended to be used with severe wounds:"
        },
        {
          "list": [
            "Dressings intended for ulcerated wounds having breached the dermis",
            "Dressings intended for burns having breached the dermis",
            "Dressings for severe decubitus wounds",
            "Dressings incorporating means of augmenting tissue and providing a temporary skin substitute"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIa"
        },
        {
          "section": "- class IIa if they are principally intended to manage the micro-environment of injured skin or mucous membrane; and"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Hydrogel dressings for wounds or injuries that have not breached the dermis or can only heal by secondary intent",
            "Non-medicated impregnated gauze dressings",
            "Polymer film dressings"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIa"
        },
        {
          "section": "- class IIa in all other cases "
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "I"
        },
        {
          "section": "This rule applies also to the invasive devices that come into contact with injured mucous membrane."
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Dressings for nose bleeds (the purpose of the dressing is not to manage micro-environment) are in class I according to this rule",
            "Dental wound dressings not containing animal derived material"
          ]
        },
        {
          "sectionHeadline": "Practical issues of classification"
        },
        {
          "section": "The classification of devices covered by this rule depends on the use intended by the manufacturer’s, e.g. a polymeric film dressing would be in class IIa if the intended use is to manage the micro-environment of the wound or in class I if its intended use is limited to retaining an invasive cannula at the wound site. Consequently, it is impossible to say a priori that a particular type of dressing belongs to a given class without knowing its intended use as defined by the manufacturer. However, a claim that the device is interactive or active with respect to the wound healing process usually implies that the device is at least class IIa."
        },
        {
          "section": "Most dressings that are intended for a use that falls under class IIa or IIb also perform functions that are in class I, e.g. that of a mechanical barrier. Such devices are nevertheless classified according to their intended use in the higher class."
        },
        {
          "section": "For such devices incorporating a substance which, if used separately, can be considered to be medicinal product or a human blood derivative, or animal tissues or derivatives rendered non-viable, see Rule 14 or Rule 18 respectively."
        },
        {
          "sectionHeadline": "Explanation of special concepts"
        },
        {
          "section": "Breached dermis or mucosa: the wound exposes at least partly the subcutaneous tissue."
        },
        {
          "section": "Secondary intent: the wound heals by first being filled with granulation tissue; subsequently the epithelium grows back over the granulation tissue and the wound contracts. In contrast, primary intent implies that the edges of the wound are close enough or pulled together, e.g. by suturing, to allow the wound to heal before formation of granulation tissue."
        }
      ]
    }
  ],
  [
    {
      "header": {
        "headline": "Rule 5",
        "subHeadline": "Devices invasive with respect to body orifices"
      }
    },
    {
      "content": [
        {
          "sectionHeadline": "General explanation of the rule"
        },
        {
          "section": "Invasiveness with respect to body orifices must be considered separately from invasiveness that penetrates through a cut in the body surface (surgical invasiveness). For short term use, a further distinction must be made between invasiveness with respect to the less vulnerable anterior parts of the ear, mouth and nose and the other anatomical sites that can be accessed through natural body orifices. A surgically created stoma, which, for example, allows the evacuation of urine or faeces, is also to be considered a body orifice."
        },
        {
          "section": "The devices covered by this rule tend to be diagnostic and therapeutic instruments used in particular specialties (otorhinolaryngology, ophthalmology, dentistry, proctology, urology and gynaecology)."
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "I"
        },
        {
          "section": "All invasive devices with respect to body orifices, other than surgically invasive devices, which are not intended for connection to an active device or which are intended for connection to a class I active device are classified as:"
        },
        {
          "section": "class I if they are intended for transient use;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Handheld mirrors used in dentistry to aid in dental diagnosis and surgery",
            "Dental impression materials",
            "Stomach tubes",
            "Impression trays",
            "Examination gloves",
            "Urinary catheters intended for transient use",
            "Embryo transfer catheter and insemination catheter"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIa"
        },
        {
          "section": "- class IIa if they are intended for short-term use,"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Short term corrective contact lenses",
            "Tracheal tubes",
            "Indwelling urinary catheters intended for short term use",
            "Gasses used for insufflation in the body",
            "Nasobilliary tubes"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "I"
        },
        {
          "section": "- except if they are used in the oral cavity as far as the pharynx, in an ear canal up to the ear drum or in the nasal cavity, in which case they are classified as class I; and"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Materials for dental impressions",
            "Plastic syringe used to measure a quantity of medicinal product before oral administration to the patient",
            "Removable or fixed dental prostheses"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "- class IIb if they are intended for long-term use."
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Urethral stents",
            "Long term corrective contact lenses",
            "Tracheal cannulae for tracheostoma for long term use",
            "Urinary catheters intended for long term use"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIa"
        },
        {
          "section": "- except if they are used in the oral cavity as far as the pharynx, in an ear canal up to the ear drum or in the nasal cavity and are not liable to be absorbed by the mucous membrane, in which case they are classified as class IIa"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Orthodontic wires",
            "Fixed dental prostheses",
            "Fissure sealants"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIa"
        },
        {
          "section": "All invasive devices with respect to body orifices, other than surgically invasive devices, intended for connection to a class IIa, class IIb or class III active device, are classified as class IIa"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Tracheostomy or tracheal tubes connected to a ventilator",
            "Blood oxygen analysers placed under the eye-lid",
            "Powered nasal irrigators",
            "Fibre optics in endoscopes connected to surgical lasers",
            "Suction catheters or tubes for stomach drainage",
            "Dental aspirator tips",
            "Endoscopes using a light source in the visible spectrum"
          ]
        },
        {
          "sectionHeadline": "Practical issues of classification"
        },
        {
          "section": "Regarding devices intended for connection to an active device: the strictest rule and sub-rule resulting in higher classification will apply. For instance a trachea cannula for long-term use need to be classified as class IIb."
        },
        {
          "section": "Devices composed of substances which are absorbed by or locally dispersed in the human body may also fall under Rule 21"
        }
      ]
    }
  ],
  [
    {
      "header": {
        "headline": "Rule 6",
        "subHeadline": "Surgically invasive devices intended for transient use (<60 min)"
      }
    },
    {
      "content": [
        {
          "sectionHeadline": "General explanation of the rule"
        },
        {
          "section": "This rule primarily covers three major groups of devices: devices that are used to create a conduit through the skin (e.g. needles, cannulae), surgical instruments (e.g. scalpels, saws) and various types of catheters, suckers, etc"
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIa"
        },
        {
          "section": "All surgically invasive1 devices intended for transient use are classified as class IIa"
        },
        {
          "section": "unless they:"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Needles used for suturing",
            "Needles or syringes",
            "Lancets",
            "Single use scalpels and single use scalpel blades",
            "Surgical swabs",
            "Surgical gloves",
            "Swabs to sample exudates",
            "Guidewires or catheters used outside the central circulatory system"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "- are intended specifically to control, diagnose, monitor or correct a defect of the heart or of the central circulatory system through direct contact with those parts of the body, in which case they are classified as class III;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Cardiovascular catheters (e.g. angioplasty balloon catheters, stent delivery catheters/systems), including related guidewires, related introducers and dedicated disposable cardiovascular surgical instruments e.g. electrophysiological catheters, electrodes for electrophysiological diagnosis and ablation,",
            "Catheters containing or incorporating sealed radioisotopes, where the radioactive isotope is not intended to be released into the body, if used in the central circulatory system",
            "Distal protection devices"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "I"
        },
        {
          "section": "- are reusable surgical instruments, in which case they are classified as class I;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Scalpels and scalpel handles",
            "Reamers",
            "Drill bits",
            "Saws, that are not intended for connection to an active device",
            "Retractors forceps, excavators and chisels",
            "Sternum retractors for transient use",
            "Staplers (outside the heart, central circulatory or central nervous system",
            "Dental Osteotomes"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "- are intended specifically for use in direct contact with the heart or central circulatory system or the central nervous system, in which case they are classified as class III;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Neuro-endoscopes",
            "Brain spatulas",
            "Direct stimulation cannulae",
            "Spinal cord retractors",
            "Spinal needles",
            "Cranium guide for use in craniotomy",
            "Dura mater protection; Bone punch for use on the cranium (Intended use: The dura mater protection is intended to protect the dura mater during surgical procedures. It has direct contact to the CNS. The bone punch can be used at the cranium. A direct contact to the CNS is possible during application.)",
            "Peripherally inserted central catheter (PICC) line",
            "Heart valve occluders, sizers and holders",
            "Cardiovascular drainage cannula specifically intended to circulate blood whilst located in the heart or central vascular system",
            "Cryo-ablation of the heart or spine",
            "Appliers/Forceps for aneurysm clips"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "- are intended to supply energy in the form of ionising radiation in which case they are classified as class IIb;"
        },
        {
          "section": "- or"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Catheters containing or incorporating sealed radioisotopes, where the radioactive isotope as such is not intended to be released into the body, excluding the central circulatory system"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "- have a biological effect or are wholly or mainly absorbed in which case they are classified as class IIb;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Viscoelastic solution for ophthalmic surgery"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "- are intended to administer medicinal products by means of a delivery system, if such administration of a medicinal product is done in a manner that is potentially hazardous4 taking account of the mode of application, in which case they are classified as class IIb"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Refillable insulin pens",
            "Analgesia pumps"
          ]
        },
        {
          "sectionHeadline": "Practical issues of classification"
        },
        {
          "paragraphHeadline": "Note 1"
        },
        {
          "section": "Terms such as ‘surgically invasive device’, ‘central circulatory system’, ‘central nervous system’ and ‘reusable surgical instruments’ are defined in Section 2 of Annex VIII to the MDR. In particular surgical instruments connected to an active device are not considered to be ‘reusable surgical instruments’."
        },
        {
          "paragraphHeadline": "Note 2"
        },
        {
          "section": "The expression ‘correct a defect’ does not cover auxiliary devices that are used in heart surgery procedures, e.g. clamps, aortic punch instruments. The first indent of this rule does not apply to aortic punches and similar cutting instruments which perform a function similar to that of a scalpel."
        },
        {
          "paragraphHeadline": "Note 3"
        },
        {
          "section": "‘Dedicated’ means that the intended purpose of the device or accessory is to specifically control, diagnose, monitor or correct a defect of the heart or of the central circulatory system."
        },
        {
          "paragraphHeadline": "Note 4"
        },
        {
          "section": "The concept of ‘potentially hazardous manner’ is related to the characteristics of the device and not to the competence of the user."
        }
      ]
    }
  ],
  [
    {
      "header": {
        "headline": "Rule 7",
        "subHeadline": "Surgically invasive devices intended for short-term use (> 60 min <30 days)"
      }
    },
    {
      "content": [
        {
          "sectionHeadline": "General explanation of the rule"
        },
        {
          "section": "These are mostly devices used in the context of surgery or post-operative care (e.g. clamps, drains), infusion devices (e.g. cannulae, needles) and catheters of various types"
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIa"
        },
        {
          "section": "All surgically invasive devices intended for short-term use are classified as class IIa unless they:"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Clamps",
            "Infusion cannulae",
            "Skin closure devices",
            "Temporary filling materials",
            "Arthroscopy trocars",
            "Insufflation gases for surgically invasive endoscopic procedures"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "are intended specifically to control, diagnose, monitor or correct a defect of the heart or of the central circulatory system through direct contact with those parts of the body, in which case they are classified as class III;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Cardiovascular catheters",
            "Cardiac output probes",
            "Temporary pacemaker leads",
            "Thoracic catheters intended to drain the heart, including the pericardium",
            "Carotid artery shunts",
            "Ablation catheter",
            "Heart bypass cannula (aortic perfusion cannula and venous drainage cannula)",
            "Peripherally inserted central catheter (PICC) line and central line"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "are intended specifically for use in direct contact with the heart or central circulatory system or the central nervous system, in which case they are classified as class III;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Neurological catheters",
            " Cortical electrodes",
            "Central venous/vascular catheters"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "are intended to supply energy in the form of ionizing radiation in which case they are classified as class IIb;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Brachytherapy devices"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "have a biological effect or are wholly or mainly absorbed in which case they are classified as class III;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Absorbable sutures"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "are intended to undergo chemical change in the body in which case they are classified as class IIb, except if the devices are placed in the teeth; or."
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Vascular closure devices",
            "Haemostatic foams"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "are intended to administer medicines1, in which case they are classified as class IIb."
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Temporal dialysis catheter, CVVH catheter"
          ]
        },
        {
          "sectionHeadline": "Practical issues of classification"
        },
        {
          "paragraphHeadline": "Note 1"
        },
        {
          "section": "Administration of medicinal products is more than just channelling, it implies also storage and/or control of the volume and rate of delivery. Implanted capsules for the slow release of medicines, placed on the market as a single integral product, are governed by Directive 2001/83/EC or Regulation (EC) No 726/2004."
        }
      ]
    }
  ],
  [
    {
      "header": {
        "headline": "Rule 8",
        "subHeadline": "Implantable devices and long-term surgically invasive devices (> 30 days)"
      }
    },
    {
      "content": [
        {
          "sectionHeadline": "General explanation of the rule"
        },
        {
          "section": "These are mostly implants in the orthopaedic, dental, ophthalmic and cardiovascular fields as well as soft tissue implants such as implants used in plastic surgery."
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "All implantable devices and long-term surgically invasive devices are classified as class IIb"
        },
        {
          "section": "unless they:"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Artificial ligaments for reinforcement. Dental implants and abutments",
            "Shunts",
            "Peripheral stents and peripheral valves",
            "Plates",
            "Intra-ocular lenses",
            "Internal closure devices (including vascular closure devices)",
            "Tissue augmentation implants (excluding breasts)",
            "Peripheral vascular catheters for long-term use",
            "Peripheral vascular grafts and stents",
            "Penile implants",
            "Non-absorbable sutures, non-biodegreable bone cements and maxillo-facial implants, viscoelastic surgical devices intended specifically for ophthalmic anterior segment surgery",
            "Pedicle screws"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIa"
        },
        {
          "section": "- are intended to be placed in the teeth, in which case they are classified as class IIa;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Bridges and crowns",
            "Dental filling materials and pins",
            "Dental alloys, ceramics and polymers"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "- are intended to be used in direct contact with the heart, the central circulatory system or the central nervous system, in which case they are classified as class III;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Prosthetic heart valves",
            "Aneurysm clips",
            "Vascular prosthesis and stents",
            "Central vascular catheters for long-term use",
            "Spinal stents",
            "CNS electrodes",
            "Cardiovascular sutures",
            "Permanent and retrievable vena cava filters",
            "Septal occlusion devices",
            "Intra-aortic balloon pumps",
            "External left ventricular assisting devices"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "- have a biological effect or are wholly or mainly absorbed, in which case they are classified as class III;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Long term absorbable sutures",
            "Adhesives and implantable devices claimed to be bioactive through the attachment of surface coatings such as phosphoryl choline",
            "Biodegrable Bone Cements",
            "Elastoviscus fluids for joint movement(eg. hyaluronan of non-animal origin)"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "- are intended to undergo chemical change in the body in which case they are classified as class III, except if the devices are placed in the teeth"
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "- are intended to administer medicinal products, in which case they are classified as class III;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Rechargeable non-active drug delivery systems",
            "Peritoneal dialysis"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "- are active implantable devices or their accessories, in which cases they are classified as class III;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Cochlear implants and accessories",
            "Implantable cardiac pacemakers",
            "Implantable cardioverter defibrillators (ICD)",
            "Leads, electrodes, adaptors for pacemakers and implantable defibrillators",
            "Implantable nerve stimulators",
            "Implantable bladder stimulators",
            "Implantable sphincter stimulators",
            "Torque wrench for implantable pulse\ngenerator / implantable cardioverter\ndefibrillator",
            "cables for programmer / pacing system\nanalyser",
            "magnet for Implantable Pulse Generator /\nImplantable Cardioverter Generator",
            "programmer or an external transmitter\nintended for activating or controlling the\nimplantable part of the device",
            "implantable pacemaker leads"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "- are breast implants or surgical meshes, in which cases they are classified as class III;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Breast implants",
            "Breast tissue expanders",
            "Surgical meshes for hernia repair",
            "Tension free vaginal tape"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "- are total or partial joint replacements, in which case they are classified as class III, with\nthe exception of ancillary components such as screws, wedges, plates and instruments;\nor"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Hip, knee",
            "Shoulder",
            "Ankle"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "- are spinal disc replacement implants or are implantable devices that come into contact with\nthe spinal column, in which case they are classified as class III with the exception of\ncomponents such as screws, wedges, plates and instruments"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Spinal disc replacement implants",
            "Spinal implants: hooks that fix the rod on the\nspinal column",
            "Stems that are implantable in contact with the\nspinal column",
            "Device placed in the disc space",
            "Interbody fusion devices"
          ]
        },
        {
          "sectionHeadline": "Practical issues of classification"
        },
        {
          "paragraphHeadline": "Note 1"
        },
        {
          "section": "For closure of arteriotomies in the peripheral vascular system (refer to definition of central circulatory system)."
        },
        {
          "paragraphHeadline": "Note 2"
        },
        {
          "section": "These devices are implants because in normal conditions a significant amount of the substance remains at the surgical site after the\nprocedure. Rule 18 may also be relevant."
        },
        {
          "paragraphHeadline": "Note 3"
        },
        {
          "section": "Implants without bioactive coatings intended to secure teeth or prostheses to the maxillary or mandibular bones are in Class IIb\nfollowing the general rule."
        },
        {
          "paragraphHeadline": "Note 4"
        },
        {
          "section": "The clause about chemical change under this rule does not apply to products such as bone cements where the chemical change takes\nplace during the placement and does not continue in long term."
        },
        {
          "paragraphHeadline": "Note 5"
        },
        {
          "section": "Also non-implantable and non-active accessories to AIMDs should be classified as Class III under Rule 8."
        }
      ]
    }
  ],
  [
    {
      "header": {
        "headline": "Rule 9",
        "subHeadline": "Active therapeutic devices intended to administer or exchange energy1, as well as active devices\nintended to control/monitor/directly influence certain devices"
      }
    },
    {
      "content": [
        {
          "sectionHeadline": "General explanation of the rule"
        },
        {
          "section": "This rule covers many different groups of devices, such as:"
        },
        {
          "list": [
            "electrical equipment used in surgery such as lasers and surgical generators;",
            "stimulation devices;",
            "devices intended to emit ionizing radiation for therapeutic purposes, including devices which control or monitor such devices, or which\ndirectly influence their performance;",
            "devices intended for controlling, monitoring or directly influencing the performance of active implantable devices."
          ]
        },
        {
          "section": "Active implantable devices are covered by Rule 8."
        },
        {
          "section": "Rule 22 may also apply to active therapeutic devices (Active therapeutic devices with an integrated or incorporated diagnostic function which significantly determines the patient management by the device,\nsuch as closed loop systems or automated external defibrillators, are classified as class III.)."
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIa"
        },
        {
          "section": "All active therapeutic devices intended to administer or exchange energy are classified as\nclass IIa"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Electrical and/or magnetic and electromagnetic\nenergy:\n  •muscle stimulators\n  •external bone growth stimulators\n  •TENS devices\n  •eye electromagnets\n  •electrical acupuncture",
            "Thermal energy:\n  •heat exchangers, except the types described\nbelow",
            "Mechanical energy:\n  •powered dermatomes\n  •powered drills\n  •dental hand pieces",
            "Light:\n  •phototherapy for skin treatment and for\nneonatal care",
            "Sound:\n  •external hearing aids",
            "Ultrasound:\n  •equipment for physiotherapy",
            "Sleep apnoea ventilators without monitoring function"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "unless their characteristics are such that they may administer energy to or exchange energy\nwith the human body in a potentially hazardous way, taking account of the nature, the\ndensity and site of application of the energy, in which case they are classified as class IIb."
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Kinetic energy:\n  •lung ventilators",
            "Thermal energy:\n  •incubators for babies\n  •blood warmers\n  •electrically powered heat exchangers (with\npatients incapable of reacting,\ncommunicating /or who are without a sense\nof feeling)",
            "Electrical energy:\n  •high-frequency electrosurgical generators,\nand electrocautery equipment, including their\nelectrodes\n  •external pacemakers and external\ndefibrillators with no integrated or\nincorporated diagnostic function\n  •electroconvulsive therapy equipment)",
            "Coherent light:\n  •surgical lasers",
            "Ultrasound:\n  •lithotriptors, surgical ultrasound devices\n  •high-intensity focused ultrasound (HIFU)"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "All active devices intended to control or monitor the performance of active therapeutic class\nIIb devices, or intended directly to influence the performance of such devices are classified\nas class IIb."
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "External feedback systems for active therapeutic\ndevices"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "IIb"
        },
        {
          "section": "All active devices intended to emit ionizing radiation for therapeutic purposes, including\ndevices which control or monitor such devices, or which directly influence their performance,\nare classified as class IIb"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Brachytherapy therapy devices if the device also\ngenerates the radiation",
            "Therapeutic cyclotrons and linear accelerators",
            "Therapeutic X-ray sources"
          ]
        },
        {
          "paragraphHeadline": "Class"
        },
        {
          "section": "III"
        },
        {
          "section": "have a biological effect or are wholly or mainly absorbed in which case they are classified as class III;"
        },
        {
          "paragraphHeadline": "Examples"
        },
        {
          "list": [
            "Absorbable sutures"
          ]
        },
        {
          "sectionHeadline": "Practical issues of classification"
        },
        {
          "paragraphHeadline": "Note 1"
        },
        {
          "section": "Administration of medicinal products is more than just channelling, it implies also storage and/or control of the volume and rate of delivery. Implanted capsules for the slow release of medicines, placed on the market as a single integral product, are governed by Directive 2001/83/EC or Regulation (EC) No 726/2004."
        }
      ]
    }
  ]
]