[
   {
      "type": "expansion_tile_1"
   },
   [
      {
         "header": {
            "headline": "Règle 1",
            "subHeadline": "Appareils qui ne sont soit pas en contact direct avec le patient, soit en contact uniquement avec la peau intacte"
         }
      },
      {
         "content": [
            {
               "sectionHeadline": "Explication générale de la règle"
            },
            {
               "section": "Il s'agit d'une règle générale qui s'applique à tous les appareils non couverts par une règle plus spécifique. Cette règle concerne principalement les appareils qui ne sont en contact qu'avec la peau intacte ou qui ne sont pas en contact direct avec le patient."
            },
            {
               "paragraphHeadline": "Classe"
            },
            {
               "section": "I"
            },
            {
               "section": "Tous les dispositifs non invasifs sont classés dans la classe I, à moins qu'une des règles suivantes ne s'applique."
            },
            {
               "paragraphHeadline": "Exemples"
            },
            {
               "list": [
                  "Appareils généralement destinés à assister le patient de manière externe (ex. lits d'hôpital, lève-patients, déambulateurs, fauteuils roulants, brancards, fauteuils dentaires)",
                  "Appareils pour la collecte de fluides corporels, lorsque le reflux est improbable (ex. collecteurs d'urine, coussinets d'incontinence ou collecteurs utilisés avec des appareils de drainage de plaies). Ils peuvent être connectés au patient par des cathéters et des tubes",
                  "Appareils pour l'immobilisation des parties du corps et/ou l'application de force ou de compression (ex. pansements non stériles pour aider à la guérison d'une entorse, plâtre, colliers cervicaux, dispositifs de traction par gravité, bas de compression)",
                  "Verres correcteurs et lentilles montées dans des montures",
                  "Stéthoscopes",
                  "Patches pour les yeux",
                  "Chiffons de coupe",
                  "Gels conducteurs non invasifs, c'est-à-dire gels échographiques",
                  "Électrodes non invasives (électrodes pour EEG ou ECG)",
                  "Aimants permanents pour retirer les corps étrangers des yeux",
                  "Fauteuils roulants poussés manuellement"
               ]
            },
            {
               "sectionHeadline": "Questions pratiques de classification"
            },
            {
               "section": "Certains dispositifs non invasifs sont indirectement en contact avec le corps et peuvent influencer les processus physiologiques internes en stockant, en conduisant ou en traitant le sang, d'autres liquides corporels ou des liquides qui sont réintroduits ou infusés dans le corps, ou en produisant de l'énergie qui est introduite dans le corps. Ceux-ci sont traités par d'autres règles en raison des dangers inhérents à une telle influence indirecte sur le corps."
            },
            {
               "paragraphHeadline": "Remarque 1"
            },
            {
               "paragraph": "La peau intacte inclut la peau autour d'une stomie établie, à moins que la peau ne soit percée. Les signes de peau percée incluent les fissures, les rougeurs, les gonflements, les pleurs et les infections. La définition de la peau intacte doit s'appliquer à l'utilisation continue de l'appareil."
            },
            {
               "paragraphHeadline": "Remarque 2"
            },
            {
               "paragraph": "Les gels échographiques ne doivent pas être absorbés ou distribués localement dans le corps au site d'action pour atteindre leur objectif prévu."
            }
         ]
      }
   ],
   [
      {
         "header": {
            "headline": "Règle 2",
            "subHeadline": "Canalisation ou stockage pour une administration ultérieure"
         }
      },
      {
         "content": [
            {
               "sectionHeadline": "Explication générale de la règle"
            },
            {
               "section": "Cette règle s'applique aux dispositifs non invasifs destinés à canaliser ou stocker le sang, les fluides corporels, les cellules ou les tissus, les liquides ou les gaz à des fins spécifiques. Les dispositifs invasifs qui ne sont pas chirurgicalement invasifs et qui sont destinés à administrer des médicaments par inhalation sont couverts par la règle 20."
            },
            {
               "section": "Ces types d'appareils doivent être considérés séparément des appareils non en contact de la règle 1 car ils peuvent être indirectement invasifs. Ils dirigent ou stockent des substances qui sont finalement introduites dans le corps. Typiquement, ces appareils sont utilisés pour la transfusion, l'infusion, la circulation extracorporelle et l'administration d'anesthésiques gazeux et d'oxygène."
            },
            {
               "section": "Dans certains cas, les dispositifs couverts par cette règle sont de très simples dispositifs de délivrance qui dépendent de la gravité."
            },
            {
               "paragraphHeadline": "Classe"
            },
            {
               "section": "IIa"
            },
            {
               "section": "Tous les dispositifs non invasifs destinés à canaliser ou à stocker le sang, les fluides corporels, les cellules ou les tissus, les liquides ou les gaz en vue de leur infusion, administration ou introduction ultérieure dans le corps sont classés dans la classe IIa :"
            },
            {
               "section": "- s'ils peuvent être connectés à un dispositif actif de classe IIa, IIb ou III ; ou s'ils sont destinés à canaliser ou stocker le sang ou d'autres fluides corporels, ou à stocker des organes, des parties d'organes ou des cellules et tissus corporels,"
            },
            {
               "section": "- s'ils sont destinés à administrer des solutions médicales à des températures autres que la température ambiante."
            },
            {
               "section": "- Ils sont classés en classe I si aucune des conditions ci-dessus n'est remplie."
            },
            {
               "paragraphHeadline": "Exemples"
            },
            {
               "list": [
                  "Cathéters pour l'infusion ou la transfusion de sang ou de composants sanguins",
                  "Cathéters pour l'administration de liquides intraveineux",
                  "Systèmes et kits pour la transfusion de sang et de composants sanguins",
                  "Kits pour le prélèvement de sang",
                  "Kits pour l'administration intraveineuse de médicaments",
                  "Appareils pour l'administration de gaz anesthésiants",
                  "Appareils pour l'administration d'oxygène et de gaz respiratoires",
                  "Appareils pour l'administration d'oxygène dans des chambres hyperbares",
                  "Appareils pour l'administration de gaz anesthésiants",
                  "Cathéters et kits pour l'administration de solutions de dialyse",
                  "Cathéters et kits pour la chimiothérapie intrapéritonéale",
                  "Systèmes et kits pour la circulation extracorporelle du sang",
                  "Dispositifs d'infusion par gravité",
                  "Inhalateurs"
               ]
            },
            {
               "sectionHeadline": "Questions pratiques de classification"
            },
            {
               "section": "Certains de ces appareils peuvent être connectés à des appareils actifs. Pour la classification, il est crucial de savoir si l'appareil peut effectivement être connecté à un appareil actif, indépendamment de l'utilisation réelle avec un tel appareil. Si un appareil non invasif est défini comme un appareil autonome, mais est constamment utilisé en pratique avec un appareil actif (par exemple, une pompe à seringue avec un ensemble de tubes d'infusion), la classification doit être effectuée selon cette règle, même si l'appareil actif ne fait pas partie de l'appareil non invasif."
            },
            {
               "paragraphHeadline": "Remarque 1"
            },
            {
               "paragraph": "Il n'est pas nécessaire que la partie active de l'appareil et la partie non invasive soient logées dans le même boîtier."
            },
            {
               "paragraphHeadline": "Remarque 2"
            },
            {
               "paragraph": "La manière dont l'appareil atteint son principal effet n'est pas déterminante pour la classification. Un inhalateur peut, par exemple, fonctionner par gravité, par un mécanisme actif ou par une combinaison des deux."
            },
            {
               "paragraphHeadline": "Remarque 3"
            },
            {
               "paragraph": "Certains de ces appareils peuvent également contenir des médicaments. Ces produits combinés sont classés selon les règles 14, 15 et 21."
            }
         ]
      }
   ]
]
