[
  {
    "type": "expansion_tile_1"
  },
  [
    {
      "header": {
        "headline": "Regel 1",
        "subHeadline": "Geräte, die entweder nicht direkt mit dem Patienten in Kontakt kommen oder nur mit intakter Haut in Kontakt kommen"
      }
    },
    {
      "content": [
        {
          "sectionHeadline": "Allgemeine Erläuterung der Regel"
        },
        {
          "section": "Dies ist eine Auffangregel, die für alle Geräte gilt, die nicht von einer spezifischeren Regel erfasst werden. Diese Regel gilt allgemein für Geräte, die nur mit intakter Haut in Kontakt kommen oder nicht direkt mit dem Patienten in Kontakt kommen."
        },
        {
          "paragraphHeadline": "Klasse"
        },
        {
          "section": "I"
        },
        {
          "section": "Alle nicht-invasiven Geräte werden als Klasse I klassifiziert, es sei denn, eine der nachstehenden Regeln findet Anwendung."
        },
        {
          "paragraphHeadline": "Beispiele"
        },
        {
          "list": [
            "Geräte, die allgemein zur externen Patientenunterstützung bestimmt sind (z. B. Krankenhausbetten, Patientenlifte, Gehhilfen, Rollstühle, Tragen, zahnärztliche Patientenstühle)",
            "Geräte zur Sammlung von Körperflüssigkeiten, bei denen ein Rückfluss unwahrscheinlich ist (z. B. zur Sammlung von Körperabfällen wie Urinsammelflaschen, Inkontinenzauflagen oder Sammlern, die mit Wunddrainagegeräten verwendet werden). Sie können mittels Kathetern und Schläuchen mit dem Patienten verbunden sein",
            "Geräte zur Immobilisierung von Körperteilen und/oder zur Anwendung von Kraft oder Kompression auf diese (z. B. nicht sterile Verbände zur Unterstützung der Heilung einer Verstauchung, Gips, Halskrausen, Schwerkraft-Zugvorrichtungen, Kompressionsstrümpfe)",
            "Korrekturfassungen für Brillen (d.h. Brillen) und in Fassungen eingesetzte Linsen",
            "Stethoskope",
            "Augenabdeckpflaster",
            "Schnitttücher",
            "Nicht-invasive leitende Gele, d.h. Ultraschallgele",
            "Nicht-invasive Elektroden (Elektroden für EEG oder EKG)",
            "Dauermagnete zur Entfernung von Augenfremdkörpern",
            "Von Hand geschobene Rollstühle"
          ]
        },
        {
          "sectionHeadline": "Praktische Fragen der Klassifizierung"
        },
        {
          "section": "Einige nicht-invasive Geräte sind indirekt mit dem Körper in Kontakt und können interne physiologische Prozesse beeinflussen, indem sie Blut, andere Körperflüssigkeiten oder Flüssigkeiten speichern, leiten oder behandeln, die in den Körper zurückgeführt oder infundiert werden, oder indem sie Energie erzeugen, die dem Körper zugeführt wird. Diese werden aufgrund der Gefahren, die durch einen solchen indirekten Einfluss auf den Körper inhärent sind, durch andere Regeln behandelt."
        },
        {
          "paragraphHeadline": "Hinweis 1"
        },
        {
          "paragraph": "Intakte Haut schließt die Haut um ein etabliertes Stoma ein, es sei denn, die Haut ist durchbrochen. Anzeichen für durchbrochene Haut sind u.a. Risse, Rötungen, Schwellungen, Weinen und Infektionen. Die Definition von intakter Haut muss für die kontinuierliche Verwendung des Geräts gelten."
        },
        {
          "paragraphHeadline": "Hinweis 2"
        },
        {
          "paragraph": "Ultraschallgele dürfen nicht absorbiert oder lokal im Körper am Wirkungsort verteilt werden, um ihren beabsichtigten Zweck zu erreichen."
        }
      ]
    }
  ],
  [
    {
      "header": {
        "headline": "Regel 2",
        "subHeadline": "Kanalisation oder Speicherung für die spätere Verabreichung"
      }
    },
    {
      "content": [
        {
          "sectionHeadline": "Allgemeine Erläuterung der Regel"
        },
        {
          "section": "Diese Regel gilt für nicht-invasive Geräte, die bestimmt sind zum Kanalisieren oder Speichern von Blut, Körperflüssigkeiten, Zellen oder Gewebe, Flüssigkeiten oder Gasen für spezifische Zwecke. Invasive Geräte, die nicht chirurgisch invasiv sind und dazu bestimmt sind, Arzneimittel durch Inhalation zu verabreichen, fallen unter die Regel 20"
        },
        {
          "section": "Diese Arten von Geräten sollten getrennt von den Nicht-Kontakt-Geräten der Regel 1 betrachtet werden, da sie indirekt invasiv sein können. Sie leiten oder speichern Substanzen, die schließlich dem Körper zugeführt werden. Typischerweise werden diese Geräte bei Transfusion, Infusion, extrakorporaler Zirkulation und Verabreichung von Anästhesiegasen und Sauerstoff verwendet."
        },
        {
          "section": "In einigen Fällen handelt es sich bei den nach dieser Regel erfassten Geräten um sehr einfache Abgabegeräte, die sich auf die Schwerkraft verlassen."
        },
        {
          "paragraphHeadline": "Klasse"
        },
        {
          "section": "IIa"
        },
        {
          "section": "Alle nicht-invasiven Geräte, die zum Kanalisieren oder Speichern von Blut, Körperflüssigkeiten, Zellen oder Geweben, Flüssigkeiten oder Gasen zum Zweck der späteren Infusion, Verabreichung oder Einführung in den Körper bestimmt sind, werden als Klasse IIa klassifiziert:"
        },
        {
          "section": "- wenn sie mit einem aktiven Gerät der Klasse IIa, Klasse IIb oder Klasse III verbunden werden können; oder wenn sie zum Kanalisieren oder Speichern von Blut oder anderen Körperflüssigkeiten oder zum Speichern von Organen, Organbestandteilen oder Körperzellen und -gewebe bestimmt sind,"
        },
        {
          "section": "- wenn sie dazu bestimmt sind, medizinische Lösungen mit Temperaturen außerhalb der Raumtemperatur zu verabreichen."
        },
        {
          "section": "- Sie werden als Klasse I klassifiziert, wenn keine der oben genannten Bedingungen zutrifft."
        },
        {
          "paragraphHeadline": "Beispiele"
        },
        {
          "list": [
            "Katheter für die Infusion oder Transfusion von Blut oder Blutbestandteilen",
            "Katheter zur Gabe von intravenösen Flüssigkeiten",
            "Systeme und Sets zur Transfusion von Blut und Blutbestandteilen",
            "Sets für die Blutentnahme",
            "Sets für die intravenöse Gabe von Arzneimitteln",
            "Geräte für die Gabe von anästhesiologischen Gasen",
            "Geräte zur Verabreichung von Sauerstoff und Atemgasen",
            "Geräte zur Gabe von Sauerstoff in hyperbaren Druckkammern",
            "Geräte für die Gabe von Anästhesiegasen",
            "Katheter und Sets für die Verabreichung von Dialyselösungen",
            "Katheter und Sets für die intraperitoneale Chemotherapie",
            "Systeme und Sets für die extrakorporale Zirkulation von Blut",
            "Schwerkrafttropfinfusionsgeräte",
            "Inhalationsgeräte"
          ]
        },
        {
          "sectionHeadline": "Praktische Fragen der Klassifizierung"
        },
        {
          "section": "Einige dieser Geräte können mit aktiven Geräten verbunden werden. Für die Klassifizierung ist entscheidend, ob das Gerät tatsächlich mit einem aktiven Gerät verbunden werden kann, unabhängig davon, ob es tatsächlich mit einem solchen Gerät verwendet wird. Wenn ein nicht-invasives Gerät als eigenständiges Gerät definiert ist, aber in der Praxis ständig mit einem aktiven Gerät verwendet wird (z. B. eine Spritzenpumpe mit einem Infusionsschlauchset), sollte die Klassifizierung gemäß dieser Regel erfolgen, auch wenn das aktive Gerät nicht Bestandteil des nicht-invasiven Geräts ist."
        },
        {
          "paragraphHeadline": "Hinweis 1"
        },
        {
          "paragraph": "Es ist nicht notwendig, dass der aktive Bestandteil des Geräts und der nicht-invasive Bestandteil im selben Gehäuse untergebracht sind."
        },
        {
          "paragraphHeadline": "Hinweis 2"
        },
        {
          "paragraph": "Die Art und Weise, wie das Gerät seine Hauptwirkung erreicht, ist nicht entscheidend für die Klassifizierung. Ein Inhalationsgerät kann zum Beispiel durch Schwerkraft, durch einen aktiven Mechanismus oder durch eine Kombination aus beiden arbeiten."
        },
        {
          "paragraphHeadline": "Hinweis 3"
        },
        {
          "paragraph": "Einige dieser Geräte können auch Arzneimittel enthalten. Solche Kombinationsprodukte werden nach den Regeln 14, 15 und 21 klassifiziert."
        }
      ]
    }
  ]
]
